export const lappyHistory = [
    {
        year: 1928,
        text: 'Год образования школы. Первую школу в местечке Лаппа Алдано-Бытальского наслега открыл заведующий магазином Якутторг Софронов Тихон Михайлович. Учителем был назначен уроженец Усть-Майского улуса Нестеров Емельян Кириллович. В первый класс было принято 33 ученика.',
    },
]
export const belkachiHistory = [
    {
        year: 1929,
        text: 'В связи с удалённостью местечка Лаппы от других населённых пунктов Алдано-Бытальского наслега школа была перевезена в п. Белькачи. (Заведующий – Луковцев Степан Афанасьевич).',
    },
    {
        year: 1931,
        text: 'Начинается строительство нового типового здания начальной школы. (Заведующий – Васильев Ефим Кузьмич).',
    },
    { year: 1945, text: 'Открываются Vи VI классы.' },
    {
        year: 1947,
        text: 'Школа становится семилетней (Заведующий - Сокорутов Иван Григорьевич).',
    },
    {
        year: 1948,
        text: 'Первый выпуск обязательной семилетней школы (директор – Нектегяева Валентина Павловна).',
    },
]

export const kutanaHistory = [
    {
        year: 1952,
        text: 'В связи с укрупнением колхозов школа была перевезена из п. Белькачей в п. Кутана. Были построены семилетняя школа (1954г) и здание интерната на 50 мест 1953г.. Директор школы - Охлопков Семён Власович.',
    },
    {
        year: 1961,
        text: 'Открывается средняя школа . Директор – Максимов Кирилл Николаевич.',
    },
    {
        year: 1963,
        text: 'Из – за пожаров в 1961г. и 1962г. средняя школа становится восьмилетней Директор - Миронов Самуил Миронович.',
    },
    {
        year: 1974,
        text: 'В связи с переселением жителей п. Угино в п. Угоян, Хатыстыр и Кутана перевезли и заново построили двухэтажное здание школы Угино.',
    },
    {
        year: 1979,
        text: 'Второй выпуск средней школы. Введена кабинетная система обучения.',
    },
    {
        year: 1980,
        text: 'Начинается производственное обучение. Введены такие предметы, как трактороведение (окончившие обучение получали удостоверения), животноводство, швейное дело, кулинария, этика семейного воспитания.',
    },
    {
        year: 1986,
        text: 'Основан краеведческий музей, заведующая Абрамова Людмила Дмитриевна.',
    },
    {
        year: 1989,
        text: 'Построен новый комплекс: школа на 162 места, тир, гараж, интернат, 3 трёхквартирных общежития для учителей. Начинается обучение эвенкийскому языку.',
    },
    {
        year: 1992,
        text: 'Получен статус республиканской экспериментальной площадки. Тема: «Комплексное развитие эвенкийской национальной школы». Руководитель программы – к.ф.н. Мординова Галина Авксентьевна. Директор школы – Герасимова Маргарита Александровна., завуч – Мартынова Зоя Семёновна.',
    },
    {
        year: 1993,
        text: 'Состоялся региональный семинар национальных школ Алданского района.',
    },
    {
        year: 1994,
        text: 'Создан фольклорно – этнографический танцевальный ансамбль «Биракан» . Руководитель Соловьева Анна Фёдоровна.',
    },
    {
        year: 1994,
        text: 'Начинается работа с Республиканским обществом поиска и развития одарённых детей Якутии «Дьо5ур». Руководитель – Макарова Нина Дмитриевна.',
    },
    {
        year: 1997,
        text: 'Создан корреспондентский пост №191. – Юнкорпост - Руководитель Львов Александр Алексеевич.',
    },
    { year: 2002, text: 'Открывается компьютерный класс.' },
    {
        year: 2005,
        text: 'Введена в эксплуатацию новая школа на 134 места с полным комплектом оборудования. Министерство образования подарило школе новый микроавтобус УАЗ и школьный автобус ПАЗ.',
    },
    { year: 2007, text: 'Школа подключена к Интернету.' },
    {
        year: 2008,
        text: 'Школа победитель в номинации «Школа года – 2008» в конкурсе «Лидер – 2008» МО «Алданский район»',
    },
    { year: 2008, text: 'Начал работу ТОМ ППЭ по проведению ЕГЭ' },
    {
        year: 2011,
        text: 'Присваивается статус «Муниципальная экспериментальная площадка» для реализации проекта образовательный мегапроект «Алданское нагорье»',
    },
    {
        year: 2012,
        text: 'Выдана Лицензия на право ведения образовательной деятельности регистрационный № 1222 Серия СЯ №002188',
    },
    {
        year: 2012,
        text: 'Выдано Свидетельство о государственной аккредитации. Регистрационный номер № 819. Серия 14 №001607',
    },
    {
        year: 2015,
        text: 'Выдан Сертификат за активное участие в региональной конференции «Нимнгакан – вершина творческой мысли и духовного богатства народа», посвящённой 100-летию эвенкийского сказителя Николая Гермогеновича Трофимова – Ньукучаан, уроженца Учурского (Алданского) района, представителя рода Бута.',
    },
    {
        year: 2017,
        text: 'Фольклорно-этнографическому ансамблю «Биракан» присвоено звание «Эвенкийский народный танцевальный коллектив»',
    },
    {
        year: 2019,
        text: 'На базе школы создана «Точка роста» - центр образования цифрового и гуманитарного профилей в рамках федерального проекта «Современная школа» национального проекта «Образование»;',
    },
    {
        year: 2021,
        text: 'Школа подключена к скоростному интернету СЗО (социально-значимых объектов) в рамках Федерального проекта «Информационная структура»',
    },
]
